var map_src='json/江西/江西.json';//省份路径

//这里只配置了江西的坐标和数据，修改省份的话需要自行修改坐标和数据
var geoCoordMap = {//点坐标
        '赣州市':[114.940278,25.85097],
        '吉安市':[114.98,27.111699],
        '上饶市':[117.971185,28.44442],
        '九江市':[115.992811,29.712034],
        '抚州市':[116.358351,27.98385],
        '宜春市':[114.391136,27.8043],
        '南昌市':[115.892151,28.676493],
        '景德镇市':[117.214664,29.29256],
        '萍乡市':[113.852186,27.622946],
        '鹰潭市':[117.033838,28.238638],
        '新余市':[114.930835,27.810834],
    }
var jxData = [//点数值
    {name: '赣州市', value: 199},
    {name: '吉安市', value: 39},
    {name: '上饶市', value: 152},
    {name: '九江市', value: 299},
    {name: '抚州市', value: 89},
    {name: '宜春市', value: 52},
    {name: '南昌市', value: 9},
    {name: '景德镇市', value: 352},
    {name: '萍乡市', value: 99},
    {name: '鹰潭市', value: 39},
    {name: '新余市', value: 480}
];